Repository: LoopKit/OmniKit
Catalog: OmniKitUI/Resources/*.lproj/Localizable.strings
Languages: fr

source: Occlusion Type: %1$@
fr: Type d'occlusion : %1$@

source: Alerts: %1$@
fr: Alertes: %1$@

source: Reservoir Level: %1$@ U
fr: Niveau du réservoir : %1$@ U

source: %@ ago
fr: Il y a %@

source: %@ U (Finished)
fr: %@ U (Terminé)

source: %@ U of %@ U (%@)
fr: %1$@ U of %2$@ U (%3$@)

source: %@ U/hour
fr: %@ U/heure

source: %1$@ for %2$@
fr: %1$@ pendant %2$@

source: %1$@ has been unable to communicate with the pod on your body since %2$@. Do not Discard the Pod without scrolling to read this entire screen. Communication was interrupted at a critical time. Information about active insulin / pod temp basal rate is uncertain. You can toggle RileyLink connection (below), toggle phone Bluetooth off and on; power the RileyLink device off and on; or try a different RileyLink. (Wait up to 30 seconds for recovery.) If you decide to give up because communication cannot be restored, tap the Discard Pod button, follow the steps and start a new pod. Monitor your glucose closely for the next 6 hours, as there may or may not be insulin actively working in your body that %3$@ cannot display.
fr: %1$@ n'a pas pu communiquer avec le pod sur votre corps depuis %2$@. Ne jetez pas le pod sans faire défiler l'écran pour lire l'intégralité de ce message. La communication a été interrompue à un moment critique. Les informations sur l'insuline active / le débit basal temporaire du pod sont incertaines. Vous pouvez activer/désactiver la connexion RileyLink (ci-dessous), activer/désactiver le Bluetooth du téléphone ; éteindre et rallumer l'appareil RileyLink ; ou essayer un autre RileyLink. (Attendez jusqu'à 30 secondes pour la récupération.) Si vous décidez d'abandonner parce que la communication ne peut pas être rétablie, appuyez sur le bouton Jeter le pod, suivez les étapes et démarrez un nouveau pod. Surveillez attentivement votre glycémie pendant les 6 prochaines heures, car il peut y avoir ou non de l'insuline active dans votre corps que %3$@ ne peut pas afficher.

source: %1$@ has recovered communication with the pod on your body. Insulin delivery records have been updated and should match what has actually been delivered. You may continue to use %2$@ normally now.
fr: La communication de %1$@ avec le pod sur votre corps a été rétablie. Les enregistrements d'administration d'insuline ont été mis à jour et devraient correspondre à ce qui a été effectivement administré. Vous pouvez continuer à utiliser %2$@ normalement maintenant.

source: %1$@ units remaining at %2$@
fr: %1$@ unités restantes à %2$@

source: %1$@. Insulin delivery has stopped. Please deactivate and remove pod.
fr: %1$@. L'administration d’insuline s’est arrêtée. Veuillez désactiver et remplacer le Pod.

source: ⚠️ Insulin delivery stopped. Change Pod now.
fr: ⚠️ L'administration d'insuline s'est arrêtée. Changez de Pod maintenant.

source: 1 hour
fr: 1 heure

source: 1 hour 30 minutes
fr: 1 heure 30 minutes

source: 2 hours
fr: 2 heures

source: Active Time
fr: Heure d’activation

source: Activity
fr: Activité

source: Adjusting Pump Time...
fr: Ajustement de l'horloge de la pompe...

source: Alarms
fr: Alarmes

source: Are you sure you want to cancel Pod setup?
fr: Voulez-vous vraiment annuler la configuration du Pod?

source: Are you sure you want to shutdown this pod?
fr: Voulez-vous vraiment désactiver ce Pod?

source: Are you sure you want to skip Omnipod Onboarding?
fr: Voulez-vous vraiment sauter l'intégration Omnipod?

source: Are you sure you want to stop using Omnipod?
fr: Voulez-vous vraiment arrêter d’utiliser Omnipod?

source: Assigned Address
fr: Adresse assignée

source: Attach Pod
fr: Appliquer le Pod

source: Attemping to re-establish communication
fr: Tenter de rétablir la communication

source: Back
fr: Retour

source: Basal Delivery
fr: Débit basal

source: Basal Rates
fr: Débits basaux

source: Bolus Delivery
fr: Administration bolus

source: Cancel
fr: Annuler

source: Cancel Manual Basal
fr: Annulation du débit basal manuel

source: Cannula inserted successfully. Continue.
fr: La canule a été insérée correctement. Continuez

source: Change Pod now. Insulin delivery will stop 8 hours after the Pod has expired or when no more insulin remains.
fr: Remplacer le pod maintenant. L'administration d'insuline s'arrêtera 8 heures après l'expiration du pod ou lorsque qu'il ne restera plus d'insuline.

source: Change Pod now. Insulin delivery will stop in %1$@ or when no more insulin remains.
fr: Remplacer le Pod maintenant. L'administration d'insuline s'arrêtera dans %1$@ ou lorsqu'il ne restera plus d'insuline.

source: Change Time Zone
fr: Changement de fuseau horaire

source: Changing time…
fr: Changement de l’heure...

source: Check Cannula
fr: Vérifier la canule

source: Check Pod, apply to site, then confirm pod attachment.
fr: Vérifiez le pod, placez-le sur le site, puis confirmez qu'il est bien appliqué.

source: Checking Insertion
fr: Vérification de l'insertion en cours

source: Checking...
fr: Vérification en cours...

source: Comms Recovered
fr: Communications récupérées

source: Confidence Reminders
fr: Rappels de confirmation

source: Confidence reminders are beeps from the Pod which can be used to acknowledge selected commands when the Pod is not silenced.
fr: Les bips de confirmation sont des bips du Pod pour accuser réception des commandes, sauf en mode silencieux.

source: Confirm
fr: Confirmer

source: Confirm Pod Attachment
fr: Confirmer l'application du Pod

source: Continue
fr: Continuer

source: Critical Alerts
fr: Alertes critiques

source: day
fr: jour

source: days
fr: jours

source: Deactivate
fr: Désactiver

source: Deactivate Pod
fr: Désactiver le Pod

source: Deactivated
fr: Désactivé

source: Deactivating.
fr: Désactivation.

source: Deactivating...
fr: Désactivation en cours...

source: Delete Omnipod
fr: Supprimer Omnipod

source: Delivery Limits
fr: Limites d'Administration

source: Device Information
fr: Information de l’appareil

source: Devices
fr: Dispositifs

source: Disable Bolus Beeps
fr: Désactiver les bips de bolus

source: Discard Pod
fr: Jeter le Pod

source: Done
fr: Terminé

source: Enable Bolus Beeps
fr: Activer les bips de bolus

source: Error
fr: Erreur

source: Error disabling bolus beeps
fr: Erreur lors de la désactivation des bips de bolus

source: Error enabling bolus beeps
fr: Erreur lors de l’activation des bips de bolus

source: Error Resuming
fr: Erreur lors de la reprise

source: Error Suspending
fr: Erreur lors de la suspension

source: Expiration Reminder
fr: Rappel d'expiration

source: Expiration Reminder Default
fr: Rappel d'expiration par défaut

source: Expired
fr: Expiré

source: Expires
fr: Expire

source: Failed to Cancel Manual Basal
fr: Échec d'annulation du basal manuel

source: Failed to play test beeps.
fr: Échec de la lecture des bips de test.

source: Failed to Resume Insulin Delivery
fr: Échec de la reprise de l’administration d’insuline

source: Failed to Set Pump Time
fr: Échec de réglage de l'heure de la pompe

source: Failed to Suspend Insulin Delivery
fr: Échec de la suspension de l'administration d'insuline

source: Failed to update confidence reminder preference.
fr: Échec de la mise à jour des préférences de rappel de confirmation.

source: Failed to Update Expiration Reminder
fr: Échec de la mise à jour du rappel d'expiration

source: Failed to Update Low Reservoir Reminder
fr: Échec de la mise à jour du rappel de réservoir bas

source: Fault
fr: Erreur

source: Fill a new pod with U-100 Insulin (leave clear Pod needle cap on). Listen for 2 beeps.
fr: Remplir un nouveau pod avec de l'insuline U-100 (laissez le capuchon bleu de l'aiguille en place). Attendez les 2 bips.

source: Finish deactivation
fr: Terminer la désactivation

source: Finish pod setup
fr: Terminer l’installation du Pod

source: Finish Setup
fr: Terminer l'installation

source: Greater than %1$@ units remaining at %2$@
fr: Plus de %1$@ unités restantes à %2$@

source: hour
fr: heure

source: hours
fr: heures

source: If you cancel Pod setup, the current Pod will be deactivated and will be unusable.
fr: Si vous annulez la configuration du Pod, le Pod actuel sera désactivé et sera inutilisable.

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and discard pod.
fr: Le Pod mal activé doit être désactivé avant d’en appairer un nouveau. Veuillez le désactiver et le jeter.

source: Incompletely set up pod must be deactivated before pairing with a new one. Please deactivate and remove pod.
fr: Le Pod mal activé doit être désactivé avant d’en appairer un nouveau. Veuillez le désactiver et l’enlever.

source: Insert Cannula
fr: Insérer la canule

source: Inserted
fr: Insertion terminée

source: Inserting. Please wait.
fr: Insertion en cours. Attendez.

source: Inserting...
fr: Insertion en cours...

source: Insulin Suspended
fr: Insuline Suspendue

source: Insulin Delivered
fr: Insuline délivrée

source: Insulin Delivery
fr: Administration de l'insuline

source: Insulin delivery will be stopped until you resume manually. Select when you want to be reminded to resume delivery?
fr: L'administration d'insuline sera interrompue jusqu'à ce que vous la repreniez manuellement. Sélectionnez quand vous souhaitez recevoir un rappel pour la reprise de l'administration.

source: Insulin Remaining
fr: Insuline restante

source: Insulin Type
fr: Type d'insuline

source: Invalid entry
fr: Saisie invalide

source: Is the cannula inserted properly?
fr: La canule est-elle insérée correctement?

source: Keep the RileyLink about 6 inches from the pod during pairing.
fr: Gardez le RileyLink à environ 15 cm (6 pouces) du Pod pendant l'association.

source: Keep Waiting
fr: Continuez à attendre

source: Last Status
fr: Dernier statut

source: Lot Number
fr: Numéro de lot

source: Low Reservoir
fr: Réservoir bas

source: Low Reservoir Reminder
fr: Rappel de réservoir bas

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
fr: Assurez-vous que votre téléphone et votre Pod sont proches l'un de l'autre. Si les problèmes de communication persistent, déplacez-vous vers un nouvel endroit.

source: Missing Config
fr: Configuration manquante

source: Next
fr: Suivant

source: No
fr: Non

source: No Delivery
fr: Pas d'administration

source: No Insulin
fr: Pas d'insuline

source: No Pod
fr: Aucun Pod

source: No Reminder
fr: Pas de rappel

source: No, Continue With Pod
fr: Non, continuez avec le Pod

source: No, Keep Pump As Is
fr: Non, garder la pompe telle quelle

source: None
fr: Aucun

source: Notification Settings
fr: Paramétrage des notifications

source: Numbers
fr: Nombres

source: Omnipod Reminders
fr: Rappels Omnipod

source: Pair
fr: Appairer

source: Pair New Pod
fr: Appairer un nouveau Pod

source: Pair Pod
fr: Appairer le Pod

source: Pair pod.
fr: Appairer le pod.

source: Paired
fr: Appairé

source: Pairing.
fr: Activation.

source: Pairing...
fr: Activation en cours...

source: Pairing…
fr: Activation en cours...

source: Percent = %lf
fr: Pourcentage = %lf

source: PI Version
fr: Version PI

source: Play Test Beeps
fr: Jouer des bips de test

source: Play test beeps command sent successfully. If you did not hear any beeps from your Pod, the piezo speaker in your Pod may be broken or disabled.
fr: La commande de test de lecture des bips a été envoyée avec succès. Si vous n'avez entendu aucun bip provenant de votre Pod, le haut-parleur de votre Pod est peut-être cassé ou désactivé.

source: Play Test Beeps…
fr: Bips de test en cours

source: Playing Test Beeps...
fr: Lecture des bips de test...

source: Please confirm that the Pod is securely attached to your body. The cannula can be inserted only once with each Pod. Tap “Confirm” when Pod is attached.
fr: Veuillez confirmer que le Pod est solidement attaché à votre corps. La canule ne peut être insérée qu'une seule fois avec chaque Pod. Appuyez sur "Confirmer" lorsque le Pod est appliqué.

source: Please deactivate the pod. When deactivation is complete, you may pair a new pod.
fr: Veuillez désactiver le pod. Une fois la désactivation terminée, vous pouvez appairer un nouveau Pod.

source: Please deactivate the pod. When deactivation is complete, you may remove it and pair a new pod.
fr: Veuillez désactiver le pod. Une fois la désactivation terminée, vous pouvez le retirer et appairer un nouveau pod.

source: PM Version
fr: Version PM

source: Pod Activated
fr: Pod activé

source: Pod Active: %1$@
fr: Pod Actif : %1$@

source: Pod Age
fr: Âge Pod

source: Pod deactivated successfully. Continue.
fr: Pod désactivé avec succès. Continuez.

source: Pod Details
fr: Détails du pod

source: Pod Diagnostics
fr: Diagnostic du pod

source: Pod expired
fr: Pod expiré

source: Pod Expired
fr: Pod expiré

source: Pod Expires
fr: Péremption du Pod

source: Pod expires in
fr: Péremption du Pod dans

source: Pod Fault %1$03d
fr: Erreur du pod %1$03d

source: Pod Fault Details
fr: Détails de l'erreur du pod

source: Pod Occlusion
fr: Occlusion du Pod

source: Pod paired successfully. Continue.
fr: Pod appairé avec succès. Continuez.

source: Pod Settings
fr: Réglages du pod

source: Pod Setup
fr: Configuration du Pod

source: Prepare site.
fr: Préparer le site.

source: Previous Pod
fr: Pod précédent

source: Previous Pod Details
fr: Détails du pod précédent

source: Primed
fr: Amorcé

source: Priming. Please wait.
fr: Amorçage. S'il vous plaît, attendez.

source: Priming...
fr: Amorçage...

source: Priming…
fr: Amorçage en cours...

source: Pump Manager Details
fr: Détails du gestionnaire de la pompe

source: Pump Time
fr: Heure de la pompe

source: Rate
fr: Débit

source: Read Pod Status
fr: Lire l'état du Pod

source: Reading Pod Status...
fr: Lecture de l’état du Pod...

source: Reading Triggered Alerts...
fr: Lecture des alertes déclenchées...

source: Ref:
fr: Réf :

source: Refresh Pump Manager Details
fr: Actualiser les détails de la pompe

source: Remaining
fr: Restant

source: Remove Pod from Body
fr: Retirer le Pod du corps

source: Remove Pump
fr: Retirer la pompe

source: Remove the Pod's clear needle cap and check cannula. Then remove paper backing.
fr: Retirez la languette du Pod et vérifiez la canule. Retirez ensuite le film en papier.

source: Replace Pod
fr: Remplacer le Pod

source: Replace Pod Now
fr: Remplacer le Pod maintenant

source: Reservoir
fr: Réservoir

source: Resume Insulin Delivery
fr: Reprendre l'administration d'insuline

source: Resuming insulin delivery...
fr: Reprise de l'administration d'insuline...

source: Retrieving Pump Manager Details...
fr: Récupération des détails du gestionnaire de la pompe...

source: Retry
fr: Réessayer

source: Retry Pod Deactivation
fr: Réessayez la désactivation du Pod

source: RileyLink allows for communication with the pump over Bluetooth
fr: RileyLink permet la communication avec la pompe via Bluetooth.

source: RileyLink Setup
fr: Configuration de RileyLink

source: Save
fr: Sauvegarder

source: Saving...
fr: Sauvegarde en cours...

source: Schedule
fr: Programme

source: Scheduled Basal
fr: Basal programmé

source: Scheduled Reminder
fr: Rappel programmé

source: Select the type of insulin that you will be using in this pod.
fr: Sélectionnez le type d'insuline que vous utiliserez dans ce Pod.

source: Sequence Number
fr: Numéro de séquence

source: Set Temporary Basal
fr: Régler basal temporaire

source: Set Temporary Basal Rate
fr: Régler basal temporaire

source: Setup Complete
fr: L’installation est terminée

source: Signal Loss
fr: Perte de signal

source: Silence Pod mode suppresses all Pod alert and confirmation reminder beeping.
fr: Le mode Silence Pod supprime tous les bips d'alerte du Pod ainsi que les rappels de confirmation.

source: Skip Omnipod Onboarding?
fr: Ignorer la phase d'intégration d'Omnipod?

source: Slide Button to insert Cannula
fr: Faites glisser pour insérer la canule

source: Slide the switch below to start cannula insertion.
fr: Glisser l'interrupteur ci-dessous pour commencer l'insertion de la canule.

source: Slide to Deactivate Pod
fr: Faites glisser pour désactiver le Pod

source: Slide to Insert Cannula
fr: Glissez pour insérer la canule

source: Status
fr: Statut

source: Succeeded
fr: Réussi

source: Suspend Delivery
fr: Suspendre l'administration

source: Suspend Insulin Delivery
fr: Suspendre l'administration d'insuline

source: Suspended
fr: Suspendu

source: Suspended At
fr: Suspendu à

source: Suspending insulin delivery...
fr: Suspension de l'administration d'insuline...

source: Switch from Omnipod Pumps
fr: Changer des pompes Omnipod

source: Switch to other insulin delivery device
fr: Passer à un autre dispositif d'administration d'insuline

source: Sync to Current Time
fr: Synchroniser avec l'heure actuelle

source: Sync With Pod
fr: Synchroniser avec le Pod

source: Temporary Basal
fr: Basale temporaire

source: Temporary Basal Failed
fr: Échec mise en route basal temporaire

source: Test Command
fr: Commande de test

source: Testing Commands…
fr: Commandes de test en cours...

source: The reminders above will not sound on your device when it is in Silent or Do Not Disturb mode. There are other critical Pod alerts that will sound on your device even when set to Silent or Do Not Disturb mode. The Pod will also use audible beeps for all Pod reminders and alerts except when the Pod is Silenced.
fr: Les rappels ci-dessus ne retentiront pas sur votre appareil lorsqu'il est en mode Silencieux ou Ne pas déranger. D'autres alertes critiques du Pod retentiront sur votre appareil même lorsqu'il est réglé sur Silencieux ou Ne pas déranger. Le Pod émettra également des bips sonores pour tous les rappels et alertes du Pod, sauf lorsque le Pod est en mode silencieux.

source: The time on your pump is different from the current time. Do you want to update the time on your pump to the current time?
fr: L'heure de votre pompe est différente de l'heure actuelle. Voulez vous mettre à jour l'heure de votre pompe avec l'heure actuelle?

source: The time on your pump is different from the current time. Your pump’s time controls your scheduled therapy settings. Scroll down to Pump Time row to review the time difference and configure your pump.
fr: L'heure de votre pompe est différente de l'heure actuelle. L'heure de votre pompe contrôle les paramètres de votre traitement. Faites défiler jusqu'à la ligne Heure de Pompe pour vérifier le décalage de l'heure et configurer votre pompe.

source: The window on the top of the Pod should be colored pink when the cannula is properly inserted into the skin.
fr: La fenêtre située sur le dessus du Pod est colorée en rose lorsque la canule est correctement insérée dans la peau.

source: There was a problem communicating with the pod. If this problem persists, tap Discard Pod. You can then activate a new Pod.
fr: Il y a eu un problème de communication avec le Pod. Si ce problème persiste, appuyez sur Jeter le pod. Vous pourrez ensuite activer un nouveau Pod.

source: This Pump has not been configured with a maximum basal rate because it was added before manual temp basal was a feature. Please set a new Maximum Basal Rate.
fr: Cette Pompe n'a pas été configurée avec un débit basal maximal car elle a été ajoutée avant que la fonctionnalité de basal temporaire manuel n'existe. Veuillez définir un nouveau débit basal maximal.

source: Time
fr: Heure

source: Time Change Detected
fr: Changement d'heure détecté

source: Toggle sign
fr: Bouton de bascule

source: Too many entries
fr: Trop d’entrées

source: Total Delivery
fr: Total administré

source: U/hr
fr: U/h

source: Unable to deactivate pod. Please continue and pair a new one.
fr: Impossible de désactiver le Pod. Veuillez continuer et en jumeler un nouveau.

source: Unable to Reach Pod
fr: Impossible de joindre le Pod

source: Unable To Reach Pod
fr: Impossible de joindre le Pod

source: Unable to set a temporary basal rate: %1$@
fr: Impossible de définir un débit basal temporaire: %1$@

source: Unable to set a temporary basal rate: %1$@ %2$@
fr: Impossible de définir un débit basal temporaire: %1$@ %2$@

source: Unfinished Activation
fr: Activation inachevée

source: Unfinished deactivation
fr: Désactivation inachevée

source: Unknown
fr: Inconnu

source: Wait until insertion is completed.
fr: Attendez que l'insertion soit terminée.

source: Yes
fr: Oui

source: Yes, Deactivate Pod
fr: Oui, désactiver le Pod

source: Yes, Sync to Current Time
fr: Oui, synchroniser avec l'heure actuelle

source: You will be notified in advance of Pod expiration. Scroll to set the number of hours advance notice you would like to have.
fr: Vous recevrez un avertissement avant que le Pod n’expire. Faites défiler pour indiquer le nombre d'heures souhaité avant expiration.

source: You will be notified when the amount of insulin in the Pod reaches a selected level. Scroll to set the number of units (1 to 50) at which you would like to be reminded.
fr: Vous serez averti lorsque la quantité d'insuline dans le Pod atteindra le niveau sélectionné. Faites défiler pour définir le nombre d'unités (de 1 à 50) auquel vous souhaitez recevoir un rappel.

source: You will be notified when the amount of insulin in the Pod reaches this level.
fr: Vous serez averti lorsque la quantité d'insuline dans le Pod atteindra ce niveau.

source: You will now begin the process of configuring your reminders, filling your Pod with insulin, pairing to your device and placing it on your body.
fr: Vous allez maintenant commencer à configurer vos rappels, à remplir votre Pod d'insuline, à l'associer et à le placer sur votre corps.

source: Your insulin delivery will not be automatically adjusted until the temporary basal rate finishes or is canceled.
fr: Votre administration d'insuline ne sera pas automatiquement ajustée tant que le débit basal temporaire n'est pas terminé ou annulé.

source: Your Pod is ready for use. The default reminder was scheduled for this Pod at setup. You can change the reminder to a more convenient time in Pod Notification Settings.
fr: Votre Pod est prêt à être utilisé. Le rappel par défaut a été programmé pour ce Pod lors de la configuration. Vous pouvez modifier l'heure du rappel dans les paramètres de notification du Pod pour choisir un moment plus pratique.

source: Your Pod may still be delivering Insulin. Remove it from your body, then tap “Continue.“
fr: Votre Pod peut encore délivrer de l'insuline. Retirez-le de votre corps, puis appuyez sur "Continuer".
